<?php

return [
	[
		'title' => 'Такая удача, такое веселье, если ...?',
		'subtitle' => 'Из песни',
		'answers' => [
			'Сессия сдана',
			'Хозяин с тобой',
			'Нашёл 20 лей',
		],
		'right' => 2,
		'points' => 2
	],
	[
		'title' => 'Почему гантели такие дорогие?',
		'answers' => [
			'Это не они дорогие, а я бедный',
			'Магазины ставят большую наценку в спортивной отрасли',
			'Так сказал Абгар',
		],
		'right' => 2,
		'points' => 2
	],
	[
		'title' => 'Кем являются ёжики?',
		'subtitle' => 'В плане питания',
		'answers' => [
			'Травоядные',
			'Плотоядные',
			'Всеядные',
		],
		'right' => 3,
		'points' => 3
	],
	[
		'title' => 'Как быстро достать 1000 рублей',
		'subtitle' => 'Очень просто',
		'answers' => [
			'Продать дедушкины заготовки',
			'Зачитать реп на улице',
			'Поучаствовать в митинге',
		],
		'right' => [2, 3],
		'points' => 3
	],
	[
		'title' => 'Кто такой Донателло?',
		'answers' => [
			'Скульптор',
			'Певец',
			'Черепашка',
			'Художник',
		],
		'right' => [1, 3],
		'points' => 3
	]
];